<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "منتجات منخفضة المخزون بناءً على كمية التنبيه المحددة في شاشة إضافة المنتج. يرجى شراء هذه المنتجات قبل نفاد الكمية.",

    'payment_dues' => "مدفوعات مشتريات معلقة، بناءً على شروط الدفع الخاصة بالمورد. تظهر المدفوعات المستحقة خلال 7 أيام أو أقل.",

    'input_tax' => 'إجمالي الضريبة المحصلة للمبيعات خلال الفترة المحددة.',

    'output_tax' => 'مجموع الضرائب المدفوعة للمشتريات للفترة المحددة.',

    'tax_overall' => 'الفرق بين مجموع الضرائب المحصلة ومجموع الضرائب المدفوعة خلال الفترة الزمنية المحددة.',

    'purchase_due' => 'إجمالي المبالغ غير المدفوعة للمشتريات.',

    'sell_due' => 'إجمالي المبالغ المستحقة من المبيعات.',

    'over_all_sell_purchase' => 'القيمة السالبة تعني مبالغ مستحقة الدفع، القيمة الموجبة تعني مبالغ مستحقة التحصيل',

    'no_of_products_for_trending_products' => 'عدد المنتجات الأكثر رواجاً للمقارنة في الرسم البياني أدناه',

    'top_trending_products' => "المنتجات الأكثر مبيعاً في متجرك، استخدم الفلاتر لمعرفة المنتجات الرائجة حسب فئة محددة، علامة تجارية، فرع النشاط، وغيرها.",

    'sku' => "معرف المنتج أو الرقم التسلسلي لوحدة التخزين (SKU)، اترك الحقل فارغاً لإنشاء الرمز تلقائياً. يمكنك تعديل بادئة الرمز (SKU Prefix) من إعدادات النشاط التجاري.",

    'enable_stock' => "تفعيل أو تعطيل إدارة المخزون للمنتج، يُفضل تعطيل إدارة المخزون للخدمات غالباً، مثل: الحلاقة، الصيانة، وغيرها.",

    'alert_quantity' => "تفعيل التنبيه عند وصول مخزون المنتج إلى الكمية المحددة أو أقل منها. ستظهر المنتجات ذات المخزون المنخفض في لوحة التحكم - قسم تنبيهات مخزون المنتجات.",

    'product_type' => 'منتج فردي: منتج بسيط لا يحتوي على خيارات إضافية. منتج متعدد الخيارات: منتج تتوفر منه أنواع مختلفة مثل المقاس، اللون، وغيرها. منتج مجمّع: مجموعة تتكون من عدة منتجات معاً، ويُعرف أيضاً بـ باقة منتجات.',

    'profit_percent' => "هامش الربح الافتراضي للمنتج. يمكنك إدارة هامش الربح الافتراضي من إعدادات النشاط التجاري.",

    'pay_term' => "المدفوعات المستحقة للمشتريات أو المبيعات خلال الفترة الزمنية المحددة. ستظهر جميع المدفوعات القادمة أو المتأخرة في لوحة التحكم - قسم المدفوعات المستحقة.",

    'order_status' => 'المنتجات في عملية الشراء هذه ستكون متاحة للبيع فقط إذا كانت حالة الطلب هي: تم استلام الأصناف.',

    'purchase_location' => 'فرع النشاط التجاري الذي ستتوفر فيه المنتجات المشتراة للبيع.',

    'sale_location' => 'فرع النشاط التجاري الذي تود البيع منه.',

    'sale_discount' => "حدد خصم البيع الافتراضي لجميع المبيعات من إعدادات النشاط التجاري. انقر على أيقونة التعديل أدناه لإضافة أو تحديث الخصم.",

    'sale_tax' => "حدد ضريبة البيع الافتراضية لجميع المبيعات من إعدادات النشاط التجاري. انقر على أيقونة التعديل أدناه لإضافة أو تحديث ضريبة الطلب.",

    'default_profit_percent' => "هامش الربح الافتراضي للمنتج. يُستخدم لحساب سعر البيع بناءً على سعر الشراء المدخل. يمكنك تعديل هذه القيمة لكل منتج على حدة عند الإضافة.",

    'fy_start_month' => 'شهر بداية السنة المالية لنشاطك التجاري.',

    'business_tax' => 'الرقم الضريبي المسجل لنشاطك التجاري.',

    'invoice_scheme' => "نمط تخطيط الفاتورة يعني تنسيق ترقيم الفواتير. اختر النمط الذي سيتم استخدامه لفرع النشاط هذا.  يمكنك إضافة نمط فاتورة جديد من إعدادات الفواتير.",

    'invoice_layout' => "تصميم الفاتورة الذي سيتم استخدامه لفرع النشاط هذا. يمكنك إضافة تصميم فاتورة جديد من إعدادات الفواتير.",

    'invoice_scheme_name' => 'اسم نمط الفاتورة. أعطِ اسماً قصيراً ومعبّراً لنمط الفاتورة.',

    'invoice_scheme_prefix' => 'بادئة نمط الفاتورة. يمكن أن تكون البادئة نصاً مخصصاً أو السنة الحالية. مثال: #XXXX0001، #2018-0002',

    'invoice_scheme_start_number' => "رقم البداية لترقيم الفواتير. يمكنك البدء من الرقم 1 أو أي رقم آخر تود بدء الترقيم منه.",

    'invoice_scheme_count' => 'إجمالي عدد الفواتير الصادرة لهذا النمط.',

    'invoice_scheme_total_digits' => 'طول رقم الفاتورة (باستثناء البادئة)',

    'tax_groups' => 'مجموعات الضرائب - الموضحة أعلاه، لاستخدامها بشكل مركب في أقسام المشتريات والمبيعات.',

    'unit_allow_decimal' => 'تسمح لك الكسور العشرية ببيع المنتجات المرتبطة كأجزاء.',

    'print_label' => 'إضافة المنتجات -> اختر المعلومات المطلوب إظهارها في الملصقات -> حدد إعدادات الباركود -> معاينة الملصقات -> طباعة',

    'expense_for' => 'اختر المستخدم المرتبط بهذا المصروف. (اختياري) مثال: راتب موظف.',

    'all_location_permission' => 'عند اختيار جميع الفروع، سيكون لهذا الدور صلاحية الوصول إلى كافة فروع النشاط التجاري.',

    'dashboard_permission' => 'في حال عدم التحديد، سيتم عرض رسالة الترحيب فقط في الصفحة الرئيسية.',

    'access_locations_permission' => 'اختر جميع الفروع التي يمكن لهذا الدور الوصول إليها. سيتم عرض بيانات الفروع المختارة فقط للمستخدم. على سبيل المثال: يمكنك استخدام هذا لتحديد مدير متجر / كاشير / أمين مستودع / مدير فرع لفرع معين.',

    'print_receipt_on_invoice' => 'تفعيل أو تعطيل الطباعة التلقائية للفاتورة عند السداد أو إنهاء الفاتورة',

    'receipt_printer_type' => 'الطباعة عبر المتصفح: عرض مربع حوار طباعة المتصفح مع معاينة الفاتورة. أو لاستخدام طابعة فواتير حراري: اختر طابعة إيصالات أو طابعة حرارية معدة مسبقاً للطباعة.',

    'adjustment_type' => 'طبيعي: تسوية لأسباب اعتيادية مثل التسرب، التلف، وما شابه. غير طبيعي: تسوية لأسباب استثنائية مثل الحريق، الحوادث، وما شابه.',

    'total_amount_recovered' => 'المبلغ المسترد من التأمين أو بيع التلفيات أو غيرها',

    'express_checkout' => 'إتمام الدفع وإنهاء العملية كمتكمل',
    'total_card_slips' => 'إجمالي عدد عمليات الدفع بالبطاقة في هذا الكاشير أو الصندوق',
    'total_cheques' => 'إجمالي عدد الشيكات المستخدمة في هذا الكاشير أو الصندوق',

    'capability_profile' => "يختلف دعم الأوامر وصفحات الرموز بين الشركات المصنعة للطابعات وموديلاتها. إذا لم تكن متأكداً، فمن الجيد استخدام ملف التعريف البسيط (Simple Capability Profile).",

    'purchase_different_currency' => 'حدد هذا الخيار إذا كنت تقوم بالشراء بعملة تختلف عن عملة نشاطك التجاري الأساسية.',

    'currency_exchange_factor' => "1 عملة الشراء = ؟ العملة الأساسية، يمكنك تفعيل أو تعطيل (الشراء بعملة أخرى) من إعدادات النشاط التجاري.",

    'accounting_method' => 'طريقة المحاسبة',

    'transaction_edit_days' => 'عدد الأيام المسموح بها لتعديل العملية ابتداءً من تاريخ بدئها',
    'stock_expiry_alert' => "قائمة المخزون الذي تنتهي صلاحيته خلال :days يوم، يمكنك ضبط عدد الأيام من إعدادات النشاط التجاري.",
    'sub_sku' => 'رمز الرقم التسلسلي للمنتج SKU اختياري. اتركه فارغاً ليقوم النظام بتوليد رمز تلقائياً.',
    'shipping' => 'قم بضبط تفاصيل ورسوم الشحن. انقر على أيقونة التعديل أدناه لإضافة أو تحديث بيانات ورسوم الشحن.',
];
